Repository: juchej/SI-Projekt
Catalog: app/translations/messages.*.xlf
Languages: pl

# title.urlList
source: List of URLs
pl: Lista adresów URLs

# title.urlDetails
source: Details for URL #%id%
pl: Szczegóły adresu URL #%id%

# title.tagList
source: List of tags
pl: Lista tagów

# title.tagDelete
source: Delete tag #%id%
pl: Usuń tag #%id%

# title.tagEdit
source: Edit tag #%id%
pl: Edytuj tag #%id%

# title.tagCreate
source: Create a new tag
pl: Stwórz nowy tag

# title.tagDetails
source: Tag #%id% details
pl: Szczegóły tagu #%id%

# title.urlCreate
source: Create new URL
pl: Skróć adres URL

# title.urlEdit
source: Edit URL #%id%
pl: Edytuj adres URL #%id%

# title.urlBlock
source: Block URL #%id%
pl: Zablokuj adres URL #%id%

# title.urlDelete
source: Delete URL #%id%
pl: Usuń adres URL #%id%

# title.register
source: Sign up
pl: Zarejestruj się

# title.login
source: Log in
pl: Zaloguj się

# title.userList
source: List of Users
pl: Lista użytkowników

# title.userEdit
source: Edit User #%id%: %username%
pl: Edytuj użytkownika #%id%: %username%

# title.userBlock
source: Block User #%id%: %username%
pl: Zablokuj użytkownika #%id%: %username%

# title.userUnblock
source: Unblock User #%id%: %username%
pl: Odblokuj użytkownika #%id%: %username%

# title.urlUnblock
source: Unblock URL #%id%
pl: Odblokuj adres URL #%id%

# title.topUrls
source: Top 10 most popular URLs
pl: 10 najbardziej popularnych adresów URL

# title.latestUrls
source: 10 latest URLs
pl: 10 najnowszych adresów URL

# title.changePassword
source: Change password
pl: Zmień hasło

# title.userMe
source: My account
pl: Moje konto

# title.yourUrls
source: Your URLs
pl: Twoje adresy URL

# title.userDetails
source: User details
pl: Szczegóły użytkownika

# title.changePasswordByAdmin
source: Change #%id% %username% password
pl: Zmień hasło użytkownika #%id%: %username%

# title.urlUnpublishedList
source: List of unpublished URLs
pl: Lista nieopublikowanych adresów URL

# title.urlSearch
source: Search results: %query%
pl: Wyniki wyszukiwania: %query%

# label.createdAt
source: Created at
pl: Data utworzenia

# label.title
source: Title
pl: Tytuł

# label.updatedAt
source: Updated at
pl: Data aktualizacji

# label.originalUrl
source: Original URL
pl: Oryginalny adres URL

# label.shortCode
source: Short Code
pl: Skrócony kod

# label.actions
source: Actions
pl: Akcje

# label.tags
source: Tags
pl: Tagi

# label.urls
source: Urls with tag %title%
pl: Adresy URL z tagiem %title%

# label.author
source: Author
pl: Autor

# label.username
source: Username
pl: Nazwa użytkownika

# label.password
source: Password
pl: Hasło

# label.repeatPassword
source: Repeat password
pl: Powtórz hasło

# label.anonymousUser
source: AnonymousUser
pl: Anonim

# label.additionalInformation
source: Additional information
pl: Dodatkowe informacje

# label.roles
source: Roles
pl: Role

# label.clickCount
source: Visits
pl: Wizyty

# label.currentPassword
source: Current password
pl: Aktualne hasło

# label.newPassword
source: New password
pl: Nowe hasło

# label.blocked
source: Blocked
pl: Zablokowny

# label.active
source: Active
pl: Aktywny

# label.accountStatus
source: Account status
pl: Status konta

# label.roleUser
source: User
pl: Użytkownik

# label.permanentBlock
source: Block permanently
pl: Zablokuj permanentnie

# label.blockUntil
source: Block until
pl: Zablokuj do

# label.blockedUntil
source: Blocked until
pl: Zablokowany do

# label.permanentlyBlocked
source: Blocked permanently
pl: Zablokowany permanentnie

# label.isPublished
source: Published
pl: Opublikowany

# label.unpublished
source: Unpublished
pl: Szkic

# label.search
source: Search URLs..
pl: Szukaj adresów URL

# action.view
source: View
pl: Wyświetl

# action.backToList
source: Back to list
pl: Wróć do listy

# action.delete
source: Delete
pl: Usuń

# action.edit
source: Edit
pl: Edytuj

# action.save
source: Save
pl: Zapisz

# action.addNewTag
source: Add new Tag
pl: Dodaj nowy Tag

# action.addNewUrl
source: Add new Url
pl: Dodaj nowy adres URL

# action.register
source: Sign up
pl: Zarejestruj się

# action.block
source: Block
pl: Zablokuj

# action.unblock
source: Unblock
pl: Odblokuj

# action.changePassword
source: Change password
pl: Zmień hasło

# action.search
source: Search
pl: Szukaj

# message.emptyList
source: No URLs found.
pl: Brak adresów URL.

# message.recordNotFound
source: URL not found.
pl: Nie znaleziono adresu URL.

# message.createdSuccessfully
source: Created successfully.
pl: Stworzono pomyślnie.

# message.editedSuccessfully
source: Edited successfully.
pl: Edytowano pomyślnie.

# message.deletedSuccessfully
source: Deleted successfully.
pl: Usunięto pomyślnie.

# message.accessDenied
source: Access denied.
pl: Brak dostępu.

# message.passwordChanged
source: Password changed successfully.
pl: Hasło zmienione pomyślnie.

# message.profileUpdated
source: Profile updated successfully.
pl: Profil zaktualizowany pomyślnie.

# message.userBlocked
source: User blocked successfully.
pl: Użytkownik zablokowany pomyślnie.

# message.userUnblocked
source: User unblocked successfully.
pl: Użytkownik odblokowany pomyślnie.

# message.dailyLimitReached
source: Daily limit for non-logged in users reached.
pl: Dzienny limit dla niezalogowanych użytkowników został osiągnięty.

# message.accountBlocked
source: Your account has been blocked.
pl: Twoje konto jest zablokowane.

# message.registrationSuccessful
source: Registration completed successfully
pl: Pomyślnie zarejestrowano.

# message.loggedInSuccessfully
source: Logged in successfully.
pl: Zalogowano pomyślnie.

# message.urlBlockedSuccessfully
source: URL blocked successfully.
pl: Adres URL zablokowany pomyślnie.

# message.urlUnblocked
source: URL unblocked successfully.
pl: Adres URL odblokowany pomyślnie.

# message.urlBlocked
source: This URL is blocked.
pl: Ten adres URL jest zablokowany.

# message.urlDoesNotExist
source: This URL does not exist.
pl: Ten adres URL nie istnieje.

# message.urlUnpublished
source: This URL is not published.
pl: Ten adres URL nie został opublikowany.

# message.cannotBlockAdmin
source: Admin can not be blocked.
pl: Admin nie może zostać zablokowany.

# message.lastAdmin
source: Cannot remove last admin.
pl: Nie można usunąć ostatniego admina.

# message.urlUnavailable
source: This URL is unavailable
pl: Ten adres URL jest niedostępny.

# menu.urls
source: URLs
pl: Adresy URL

# menu.tags
source: Tags
pl: Tagi

# menu.hi
source: Hi, %email%!
pl: Cześć, %email%!

# menu.logout
source: Logout
pl: Wyloguj się

# menu.login
source: Log in
pl: Zaloguj się

# menu.register
source: Sign up
pl: Zarejestruj się

# menu.users
source: Users
pl: Użytkownicy

# menu.account
source: My account
pl: Moje konto

# menu.allUrls
source: All URLs
pl: Wszystkie adresy

# menu.mostPopular
source: Most popular
pl: Najlpopularniejsze adresy

# menu.latest
source: Latest
pl: Najnowsze adresy

# menu.unpublished
source: Unpublished
pl: Nieopublikowane adresy

# login.please
source: Log in
pl: Zaloguj się

# login.password
source: Password
pl: Hasło

# login.signin
source: Sign in
pl: Zarejestruj się

# login.loggedInAs
source: You're logged in as {{ username }}
pl: Jesteś zalogowany jako {{ username }}

# login.logout
source: Log out
pl: Wyloguj się

# message.formError
source: There were some problems with your form
pl: Wystąpiły problemy z formularzem

# user.delete
source: Delete
pl: Usuń
